Repository: laup1/LaurenPerez_TP1
Catalog: src/Locale/*/default.po
Languages: fr_ca

source: The agency has been saved.
fr_ca: L'agence a été sauvée.

source: The agency could not be saved. Please, try again.
fr_ca: L'agence n'a pas pu être sauvée. S'Ll vous plaît, essayez encore.

source: The agency has been deleted.
fr_ca: L'agence a été supprimée.

source: The agency could not be deleted. Please, try again.
fr_ca: L'office n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: The agencies file has been saved.
fr_ca: Le fichier des agences a été sauvegardé.

source: The agencies file could not be saved. Please, try again.
fr_ca: Le fichier des agences n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.

source: The agencies file has been deleted.
fr_ca: Le dossier des agences a été supprimé.

source: The agencies file could not be deleted. Please, try again.
fr_ca: Le fichier des agences n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: The agencies tag has been saved.
fr_ca: L'étiquette des agences a été sauvegardée.

source: The agencies tag could not be saved. Please, try again.
fr_ca: L'étiquette des agences n'a pas pu être sauvegardée. S'Ll vous plaît, essayez encore.

source: The agencies tag has been deleted.
fr_ca: L'étiquette des agences a été supprimée.

source: The agencies tag could not be deleted. Please, try again.
fr_ca: La balise agences n'a pas pu être supprimée. S'Ll vous plaît, essayez encore.

source: The code has been saved.
fr_ca: Le code a été enregistré.

source: The code could not be saved. Please, try again.
fr_ca: Le code n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.

source: The code has been deleted.
fr_ca: Le code a été supprimé.

source: The code could not be deleted. Please, try again.
fr_ca: Le code n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: File has been uploaded and inserted successfully.
fr_ca: Fichier a été téléchargé et inséré avec succès.

source: Unable to upload file, please try again.
fr_ca: Impossible de télécharger le fichier, S'il vous plaît essayer à nouveau.

source: Unable to save file, please try again.
fr_ca: Impossible d'enregistrer le fichier, Veuillez réessayer.

source: Please choose a file to upload.
fr_ca: Veuillez choisir un fichier à télécharger.

source: The file has been saved.
fr_ca: Le fichier a été sauvegardé.

source: The file could not be saved. Please, try again.
fr_ca: Le fichier n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.

source: The file has been deleted.
fr_ca: Le fichier a été supprimé.

source: The file could not be deleted. Please, try again.
fr_ca: Le fichier n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: The i18n has been saved.
fr_ca: L'i18n a été sauvé.

source: The i18n could not be saved. Please, try again.
fr_ca: L'i18n n'a pas pu être sauvegardé. S'Ll vous plaît, essayez encore.

source: The i18n has been deleted.
fr_ca: L'i18n a été supprimée.

source: The i18n could not be deleted. Please, try again.
fr_ca: L'i18n n'a pas pu être supprimée. S'Ll vous plaît, essayez encore.

source: The invoice has been saved.
fr_ca: L'agence a été sauvée.

source: The invoice could not be saved. Please, try again.
fr_ca: Le fichier des agences n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.

source: The invoice has been deleted.
fr_ca: L'agence a été supprimée.

source: The invoice could not be deleted. Please, try again.
fr_ca: L'office n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: The status has been saved.
fr_ca: L'agence a été sauvée.

source: The status could not be saved. Please, try again.
fr_ca: Le fichier des agences n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.

source: The status has been deleted.
fr_ca: L'agence a été supprimée.

source: The status could not be deleted. Please, try again.
fr_ca: L'office n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: The tag has been saved.
fr_ca: L'étiquette des agences a été sauvegardée.

source: The tag could not be saved. Please, try again.
fr_ca: L'étiquette des agences n'a pas pu être sauvegardée. S'Ll vous plaît, essayez encore.

source: The tag has been deleted.
fr_ca: L'étiquette des agences a été supprimée.

source: The tag could not be deleted. Please, try again.
fr_ca: La balise agences n'a pas pu être supprimée. S'Ll vous plaît, essayez encore.

source: The user has been saved.
fr_ca: Le code a été enregistré.

source: The user could not be saved. Please, try again.
fr_ca: Le fichier des agences n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.

source: The user has been deleted.
fr_ca: Le code a été supprimé.

source: The user could not be deleted. Please, try again.
fr_ca: Le code n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.

source: Add Agency
fr_ca: L'agence a été sauvée.

source: Submit
fr_ca: Soumettre

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete # {0}?
fr_ca: Êtes-vous sûr de vouloir supprimer # {0}?

source: Edit Agency
fr_ca: Editer l'agence

source: Agencies
fr_ca: Agences

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: first
fr_ca: Première

source: previous
fr_ca: précédent

source: next
fr_ca: suivant

source: last
fr_ca: Dernière

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} de {{pages}}, affichage {{Current}} enregistrement (s) sur {{Count}} total

source: Agencie Details
fr_ca: Agencie détails

source: User
fr_ca: Utilisateur

source: Created
fr_ca: Créé

source: Modified
fr_ca: Modifié

source: Related Files
fr_ca: Fichiers associés

source: Related Tags
fr_ca: Balises associées

source: Title
fr_ca: Titre

source: Add Agencies File
fr_ca: L'agence a été sauvée.

source: Edit Agencies File
fr_ca: Editer l'agence

source: Agencies Files
fr_ca: Agences

source: Agency
fr_ca: L'agence a été supprimée.

source: File
fr_ca: Le fichier des agences a été sauvegardé.

source: Add Agencies Tag
fr_ca: L'étiquette des agences a été sauvegardée.

source: Edit Agencies Tag
fr_ca: Editer l'agence

source: Agencies Tags
fr_ca: Agences

source: Tag
fr_ca: étiquette

source: Agencie Id
fr_ca: Agencie détails

source: Add Code
fr_ca: L'agence a été sauvée.

source: Edit Code
fr_ca: Modifier

source: Code Description
fr_ca: Description du code

source: Related Users
fr_ca: Utilisateurs associés

source: Username
fr_ca: Nom d'utilisateur

source: Email
fr_ca: Courriel

source: Password
fr_ca: Mot de passe

source: Add File
fr_ca: Ajouter un fichier

source: Edit File
fr_ca: Modifier le fichier

source: Files
fr_ca: Fichiers

source: Name
fr_ca: Nom

source: Path
fr_ca: Chemin

source: Status
fr_ca: État

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Related Agencies
fr_ca: Agences connexes

source: User Id
fr_ca: Identifiant utilisateur

source: List I18n
fr_ca: Liste i18n

source: Add I18n
fr_ca: Ajouter i18n

source: New I18n
fr_ca: Nouvelle i18n

source: Delete I18n
fr_ca: Supprimer

source: Model
fr_ca: Modèle

source: Field
fr_ca: Champ

source: Foreign Key
fr_ca: Clé étrangère

source: Content
fr_ca: Contenu

source: Add Invoice
fr_ca: Ajouter une facture

source: Edit Invoice
fr_ca: Modifier la facture

source: Invoices
fr_ca: Factures

source: Invoice Details
fr_ca: Détails de la facture

source: List Agencies
fr_ca: Liste des agences

source: List Invoices
fr_ca: Liste des factures

source: List Users
fr_ca: Liste des utilisateurs

source: List Codes
fr_ca: Liste de Codes

source: List Tags
fr_ca: Liste des étiquettes

source: List Status
fr_ca: Liste des status

source: List Files
fr_ca: Liste des fichiers

source: New Agency
fr_ca: Nouvelle agence

source: New Tag
fr_ca: nouvelle éttiquete

source: New File
fr_ca: nouveau fichier

source: New Invoice
fr_ca: nouvelle facture

source: New Status
fr_ca: nuveau status

source: New Code
fr_ca: nouveau code

source: Error
fr_ca: erreur

source: Back
fr_ca: dernière

source: Add Status
fr_ca: nouveau status

source: Edit Status
fr_ca: editer status

source: Description Status
fr_ca: description de status

source: Related Invoices
fr_ca: factures associés

source: Add Tag
fr_ca: nouvelle étiquette

source: Edit Tag
fr_ca: modifier étiquette

source: Tags
fr_ca: étiquette

source: Add User
fr_ca: nouveau utilisateur

source: Edit User
fr_ca: modifier utilisateur

source: Users
fr_ca: utilisateurs

source: Login
fr_ca: se connecter

source: The requested address {0} was not found on this server.
fr_ca: l'adresse demandé {0} n'a pas été trouvé dans ce serveur

source: An Internal Error Has Occurred
fr_ca: un erreur interne s'est produit

source: You are not authorized to access that location.
fr_ca: Vous n'est pas autorisé d'acceder à cette location

source: Missing CSRF token cookie
fr_ca: cookie CSRF token manqueant

source: CSRF token mismatch.
fr_ca: Incohérence de jeton CSRF.

source: Not Found
fr_ca: pas trouvé

source: An Internal Error Has Occurred.
fr_ca: un erreur interne s'est produit

source: The requested file contains `..` and will not be read.
fr_ca: le fichier demandé a `..` et ne peut pas être lu.

source: The requested file was not found
fr_ca: le fichier demandé n'a pas été trouvé

source: {0} from now
fr_ca: {0} pour maintenant

source: {0} after
fr_ca: {0} après

source: {0} before
fr_ca: {0} avant

source: just now
fr_ca: maintenat

source: about a second ago
fr_ca: un seconde avant

source: about a minute ago
fr_ca: un minute avant

source: about an hour ago
fr_ca: une heure avant

source: about a day ago
fr_ca: un jour avant

source: about a week ago
fr_ca: une semaine avant

source: about a month ago
fr_ca: un mois avant

source: about a year ago
fr_ca: un an avant

source: in about a second
fr_ca: il y a un seconde

source: in about a minute
fr_ca: il y a un minute

source: in about an hour
fr_ca: il y a une heure

source: in about a day
fr_ca: il y a un jour

source: in about a week
fr_ca: il y a une semaine

source: in about a month
fr_ca: il y a un mois

source: in about a year
fr_ca: il y a un an

source: today
fr_ca: aujourd'hui

source: %s ago
fr_ca: %s avant

source: on %s
fr_ca: dans %s

source: {0} year
fr_ca: {0} an

source: {0} month
fr_ca: {0} mois

source: {0} week
fr_ca: {0} semaine

source: {0} day
fr_ca: {0} jour

source: {0} hour
fr_ca: {0} heure

source: {0} second
fr_ca: {0} seconde

source: This value is already in use
fr_ca: cette valeur est déjà utilisée

source: This value does not exist
fr_ca: cette valeur n'existe pas

source: The count does not match {0}{1}
fr_ca: Le nombre ne correspond pas {0} {1}

source: and
fr_ca: et

source: This field is required
fr_ca: Ce champ est requis

source: This field cannot be left empty
fr_ca: Ce champ ne peut pas être laissé vide

source: The provided value is invalid
fr_ca: La valeur fournie est invalide

source: Edit {0}
fr_ca: Editer {0}

source: New {0}
fr_ca: Nouveau {0}

source: Home
fr_ca: Accueil

source: January
fr_ca: janvier

source: February
fr_ca: février

source: March
fr_ca: mars

source: April
fr_ca: avril

source: May
fr_ca: mai

source: June
fr_ca: juin

source: July
fr_ca: juillet

source: August
fr_ca: août

source: September
fr_ca: septembre

source: October
fr_ca: octobre

source: November
fr_ca: novembre

source: December
fr_ca: décembre
